Repository: wp-plugins/maxtradelogin
Catalog: languages/mtltextdomain-*.po
Languages: bg_bg

source: Title:
bg_bg: Заглавие:

source: Options saved.
bg_bg: Настройките са записани успешно.

source: Update Options
bg_bg: Променете настройките

source: User:
bg_bg: Потребител:

source: User management sistem widget
bg_bg: Управление на регистрацията на потребителите в сайта

source: Exit
bg_bg: Изход

source: New registration
bg_bg: Нова регистрация

source: Lost password
bg_bg: Забравена парола

source: Login
bg_bg: Вход

source: Show username
bg_bg: Показвай името

source: Show email
bg_bg: Показвай email

source: Display name
bg_bg: Показвай краткото име

source: Profile url:
bg_bg: Адрес на страницата за настройки:

source: New register url:
bg_bg: Адрес на страницата за нова регистрация:

source: Lost password url:
bg_bg: Адрес на страницата за забравена парола:

source: All fields marked with * are mandatory.
bg_bg: Всички полета отбелязани със знака * са задължителни за попълване.

source: Username *
bg_bg: Потребителско име *

source: Login Username - mandatory
bg_bg: Потребителско име за вход в системата. Задължително.

source: Password *
bg_bg: Парола *

source: User password - mandatory
bg_bg: Парола за вход в системата. Задължителна.

source: User email - mandatory
bg_bg: Потребителски email. Задължителен.

source: Website
bg_bg: Уебсайт

source: User website, if exist
bg_bg: Уебсаит на потребителя, ако има такъв.

source: First Name
bg_bg: Име

source: User first name
bg_bg: Име на потребителя.

source: Last Name
bg_bg: Фамилия

source: User last name
bg_bg: Фамилия на потребителя.

source: Nickname
bg_bg: Име за показване

source: User display name
bg_bg: Името което се показва в сайта.

source: About / Bio
bg_bg: Допълнителни данни

source: User biographical data
bg_bg: Допълнителни данни които Ви описват на другите потребители. Адрес, Телефон и др.

source: If you have filled in all the data correctly, please:
bg_bg: Ако сте попълнили коректно всички данни моля изберете бутона Регистрация, за да направите регистрацията си.

source: Register
bg_bg: Регистрация

source: Username too short. At least 4 characters is required
bg_bg: Потребителското име е твърде кратко. Трябва да е с поне 4 символа.

source: Sorry, that username already exists!
bg_bg: Това потребителско име вече съществува!

source: Sorry, the username you entered is not valid
bg_bg: Потребителското име което сте въвели не е валидно.

source: Password length must be greater than 5
bg_bg: Големината на полето за парола трябва да е поне 5 символа.

source: Email is not valid
bg_bg: Email - ът Ви не е валиден.

source: Email Already in use
bg_bg: Този Email вече се използва в системата ни.

source: Website is not a valid URL
bg_bg: Уебсайтът Ви не е валиден.

source: ERROR
bg_bg: ГРЕШКА

source: Registration complete. Goto
bg_bg: Регистрацията приключи успешно. Посетете

source: login page
bg_bg: страницата за вход в системата

source: Username is missing!
bg_bg: Полето Потребителско име е задължително за попълване!

source: Password is missing!
bg_bg: Полето Парола е задължително за попълване!

source: Email is missing
bg_bg: Полето Email е задължително за попълване!

source: Include reCaptcha in registration page
bg_bg: Вмъкни reCaptcha в страницата за регистрация на потребител

source: Must pass the test for the robot. The last field of your form to fill out.
bg_bg: Трябва да преминете проверката за това дали сте робот. Попълнете най-долната част от Вашата форма.

source: Change
bg_bg: Промени

source: Registration problem. Try later
bg_bg: Възникна проблем с регистрацията. Моля опитайте по-късно.

source: Changing registration data complete successfully
bg_bg: Промяната на регистрационните Ви данни е успешна

source: Registration need. Goto
bg_bg: Необходима регистрация в сайта за да ползвате тази функционалност. Моля посете

source: Minimum length of %d characters
bg_bg: Изискват се минимум %d знака

source: Minimum password length
bg_bg: Минимална дължина на паролата

source: Password
bg_bg: Парола

source: Repeat Password
bg_bg: Повтори паролата

source: Reset Password
bg_bg: Промени паролата

source: Please enter your username or email address.
bg_bg: Моля въведете Вашето потребителско име или email адрес.

source: You will receive a link to create a new password via email.
bg_bg: Ще получите връзка на Вашия email за промяна на паролата.

source: Username or E-mail
bg_bg: Потребителско име или парола

source: Get New Password
bg_bg: Сменете Вашата парола

source: The username entered wasn't found in the database!
bg_bg: Въведеното потребителско име не съществува в нашата система!

source: Please check that you entered the correct username.
bg_bg: Моля проверете дали сте въвели правилно потребителското си име.

source: Check your e-mail for the confirmation link.
bg_bg: Проверете Вашия email за връзка за потвърждаване на паролата.

source: Someone requested that the password be reset for the following account: <b>%1$s</b><br/>If this was a mistake, just ignore this email and nothing will happen.<br/>To reset your password, visit the following link:%2$s
bg_bg: Някой е изпратил заявка за смяна на паролата на следния профил: <b>%1$s</b><br/>Ако не сте я изпратили вие, просто игнорирайте този email.<br/>За да промените Вашата парола, моля посетете тази връзка: %2$s

source: Password Reset from "%1$s"
bg_bg: Паролата е променена от "%1$s"

source: There was an error while trying to send the activation link to %1$s!
bg_bg: Възникна грешка при опит за изпращане на активационната връзка на %1$s!

source: The email address entered wasn't found in the database!
bg_bg: Този email адрес не може да бъде намерен в нашата система!

source: Please check that you entered the correct email address.
bg_bg: Моля проверете дали сте въвели правилния email адрес.

source: The password must have the minimum length of %s characters
bg_bg: Паролата трябва да съдържа минимум %s знака

source: Your password has been successfully changed!
bg_bg: Вашата парола беше успешно сменена!

source: You have successfully reset your password to: %1$s
bg_bg: Вие успешно сменихте паролата си на: %1$s

source: Password Successfully Reset for %1$s on "%2$s"
bg_bg: Паролата успешно е сменена от %1$s на "%2$s"

source: %1$s has requested a password change via the password reset feature.<br/>His/her new password is:%2$s
bg_bg: %1$s е подал заявка за смяна на паролата през системата.<br/>Неговата/Нейната нова парола е: %2$s

source: The entered passwords don't match!
bg_bg: Въведената парола не е една и съща!

source: ERROR:
bg_bg: ГРЕШКА:

source: Invalid key!
bg_bg: Грешен ключ!

source: MaxtradeLogin options page
bg_bg: Настройки на MaxtradeLogin

source: MTL Options
bg_bg: MTL Настройки

source: MaxtradeLogin reCaptcha setting
bg_bg: Настройки на MaxtradeLogin reCaptcha

source: MaxtradeLogin user profile setting
bg_bg: Настройки на потребителския профил

source: MTL Users
bg_bg: MTL Потребители

source: Dashboard
bg_bg: Табло за управление

source: My profile
bg_bg: Моя профил

source: Edit my profile
bg_bg: Променете данните в профила си

source: My items
bg_bg: Моите публикации

source: Wiew my items
bg_bg: Прегледайте Вашите публикации

source: Display profile link
bg_bg: Покажи връзка за моя профил

source: Display items link
bg_bg: Покажи връзка за моите публикации

source: Display dashboard link
bg_bg: Покажи връзка за табло за управление

source: MaxtradeLogin menu setting
bg_bg: Настройки на менюто на Вашия сайт

source: Include items in menus
bg_bg: Да се включат ли моите публикации в менюто на Вашия сайт?
